<template>
    <div class="myscore-level">
        <div v-for="item in levels" class="mc">
            <h2>{{item.title}}</h2>
            <ul>
                <li v-for="le in item.child">
                    {{le}}
                </li>
            </ul>
        </div>
    </div>
</template>
<script>
    export default{
        name: 'level',
        data(){
            return {
                levels: [
                    {
                        title: '普通级别',
                        child: [
                            '普通9级：【0，10 】（新学、少学、初学，一般聊天级学手）',
                            '普通8级：（10，20】（中学、通学，一般聊天级学手）',
                            '普通7级：（20，30】（上学、胜学，一般聊天级学手）',
                            '普通6级：（30，40】（本级为入门通过级、熟练聊天级，简称下聊、初聊、少聊）',
                            '普通5级：（40，50】（聊手中层，简称中聊、通聊）',
                            '普通4级：（50，60】（聊手上层，简称大聊或上聊或胜聊）',
                            '普通3级：（60，70】（由此踏入业余录手的行列，可胜任一般单位的文字录入工作，简称下录、初录、少录）',
                            '普通2级：（70，80】（录手中层，简称中录、通录）',
                            '普通1级：（80，90】（录手上层，简称大录、上录）'
                        ]
                    },
                    {
                        title: '高手级别',
                        child: [
                            '普通初段：（ 90，100】（锐手下层，简称下锐、初锐、少锐）（由此达入熟练录入一般专业文字工作的境界）',
                            '普通2段：（100，110】（锐手中层，简称中锐、通锐）（锐手也可称老手）',
                            '普通3段：（110，120】（锐手上层，简称大锐、上锐）',
                            '普通4段：（120，130】（由此踏入业余高手的行列，可在业余界横冲直撞）',
                            '普通5段：（130，140】（高手中层）',
                            '普通6段：（140，150】（高手上层）'
                        ]
                    },
                    {
                        title: '专业级',
                        child: [
                            '专业初段：（150，160】',
                            '专业2段：（160，170】',
                            '专业3段：（170，180】',
                            '专业4段：（180，190】',
                            '专业5段：（190，200】',
                            '专业6段：（200，210】',
                            '专业7段：（210，220】',
                            '专业8段：（220，230】',
                            '专业9段：230以上（不含230）'
                        ]
                    }
                ]
            };
        }
    }

</script>
<style lang="scss" scoped>
    @import "./scss/level";
</style>