const LEVEL = {
    '普通1级': '1.png',
    '普通2级': '2.png',
    '普通3级': '3.png',
    '普通4级': '4.png',
    '普通5级': '5.png',
    '普通6级': '6.png',
    '普通7级': '7.png',
    '普通8级': '8.png',
    '普通9级': '9.png',
    '普通初段': '10.png',
    '普通2段': '11.png',
    '普通3段': '12.png',
    '普通4段': '13.png',
    '普通5段': '14.png',
    '普通6段': '15.png',
    '专业初段': '16.png',
    '专业2段': '17.png',
    '专业3段': '18.png',
    '专业4段': '19.png',
    '专业5段': '20.png',
    '专业6段': '21.png',
    '专业7段': '22.png',
    '专业8段': '23.png',
    '专业9段': '24.png'
}

export default LEVEL;

